Repository: lizardsystem/lizard-annotation
Catalog: lizard_annotation/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Title
nl: Titel

source: Description
nl: Omschrijving

source: Start date of period
nl: Datum begin periode

source: Start time of period
nl: Tijd begin periode

source: End date of period
nl: Datum einde periode

source: End time of period
nl: Tijd einde periode

source: Category
nl: Categorie

source: Annotation type
nl: Annotatietype

source: Reference objects
nl: Gerefereerde objecten

source: Created by
nl: Aangemaakt door

source: Date created
nl: Datum aangemaakt

source: Time created
nl: Tijd aangemaakt

source: Modified by
nl: Gewijzigd door

source: Date modified
nl: Datum gewijzigd

source: Time modified
nl: Tijd gewijzigd

source: Annotation status
nl: Annotatiestatus

source: Annotation category
nl: Annotatiecategorie

source: Annotation types
nl: Annotatietypes

source: Annotation categories
nl: AnnotatiecategoriÃ«en

source: Annotation statuses
nl: Annotatiestatussen

source: Referred object
nl: Gerefereerd object

source: Referred objects
nl: Gerefereerde objecten

source: Annotation
nl: Annotatie

source: Annotations
nl: Annotaties

source: Date of start of period
nl: Datum van het begin van de periode

source: Date of end of period
nl: Datum van het einde van de periode

# Save the contents of a form
source: Save
nl: Bewaar
